Repository: Homnibus/Journal
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Unexpected error
fr: Error non prévue

source: An unexpected error occurred
fr: Une erreur non prévue est survenue

source: Method not allowed.
fr: Method non autorisée

source: The request method is known by the server but is not supported by the target resource.
fr: La méthode de la requête est connu du serveur mais n'est pas supportée par la ressource cible.

source: Forbidden.
fr: Interdit

source: The server understood the request but refuses to authorize it
fr: Le serveur a compris la requête mais resufe de l'autorisée.

source: Resource not found.
fr: Ressource non trouvée.

source: The server can't find the requested resource {resource_name}.
fr: Le serveur ne peut pas trouver la ressource {resource_name} demandée.

source: Conflict with current state of the server.
fr: Conflit avec l'état actuel du serveur.

source: The requested action on the resource {resource_name} is in conflict with the current state of the server.
fr: L'action demandée sur la ressource {resource_name} est en conflit avec l'état actuel du serveur.

source: Bad request
fr: Mauvaise requête

source: The server could not understand the request due to invalid syntax.
fr: Le serveur ne peut pas comprendre la requête a cause d'une syntaxe non valide.

source: Note of the day
fr: Note du jour

source: Title of the codex
fr: Titre du codex

source: Slug created from the title
fr: Slug créé à partir du titre

source: Date of last modification one of the codex information
fr: Date de la dernière modification d'une des informations du codex

source: Date of last modification one of the codex element
fr: Date de la dernière modification d'un des elements du codex

source: Codex of the page
fr: Codex de la page

source: Date of the page
fr: Date de la page

source: Date of creation of the page
fr: Date de création de la page

source: Date of last modification of an element of the page
fr: Date de la dernière modification d'un element de la page

source: Page for the {page_date}
fr: Page du {page_date}

source: Note of the page
fr: Note de la page

source: Note text
fr: Text de la note

source: Date of creation of the note
fr: Date de création de la note

source: Date of last modification of the note text
fr: Date de la dernière modification du texte de la note

source: Note for the {note_date}
fr: Note du {note_date}

source: Task is achieved
fr: Tache est réalisée

source: Date of creation of the task
fr: Date de création de la tache

source: Date of last modification of the task text or achievement status
fr: Date de dernière modification du text de la tache ou de l'état de réalisation

source: Date of achievement of the task
fr: Date de réalisation de la tache

source: Task {task_id} for the {task_date}
fr: Tache {task_id} du {task_date}

source: Date of creation of the information
fr: Date de création de l'information

source: Date of last modification of the information text
fr: Date de la dernière modification du texte de l'information

source: Information for the codex {codex_name}
fr: Information pour le code {codex_name}

source: Home
fr: Accueil

source: Logout
fr: Déconnexion

source: Login
fr: Connexion

source: New Codex
fr: Nouveau Codex

source: Creation of a new Codex
fr: Creation d'un nouveau Codex

source: Give a title and a short description to your Codex !
fr: Donnez un titre et une courte description à votre Codex !

source: Title
fr: Titre

source: Saved
fr: Sauvegardé

source: Tasks
fr: Taches

source: Add
fr: Ajouter

source: Last Codex
fr: Derniers Codex

source: Most recent Codex
fr: Codex récents

source: Search :
fr: Rechercher :

source: Codex title
fr: Titre du Codex

source: Search a Codex
fr: Rechercher un Codex

source: You are already connected as %(username)s .
fr: Vous étes déjà connecté en tant que %(username)s

source: Disconnection
fr: Déconnexion

source: Disconnected
fr: Déconnecté

source: You are disconnected.
fr: Vous étes déconnecté

source: Error
fr: Erreur

source: General informations
fr: Information générale

source: General informations -
fr: Information générale -

source: New +
fr: Nouveau +

source: Task
fr: Tache

source: All Tasks
fr: Toutes les taches

source: To achieve Tasks
fr: Taches à réaliser
